Revit 2027 API
ParameterTypeId.LoadCombinationName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadCombinationName { get; }
Public Shared ReadOnly Property LoadCombinationName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadCombinationName {
	ForgeTypeId^ get ();
}
static member LoadCombinationName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace